export const menuData = [
  {
    title: 'Моя работа',
  },
  {
    title: 'Структура портала',
  },
  {
    title: 'Личное расписание',
  },
  {
    title: 'Отсутсвие на рабочем месте',
  },
  {
    title: 'Портфель услуг',
  },
  {
    title: 'Дашборды',
  },
  {
    title: 'Доски задач',
  },
  {
    title: 'Обращения',
  },
  {
    title: 'События',
  },
  {
    title: 'Инциденты',
  },
  {
    title: 'Проблемы',
  },
  {
    title: 'Настройка каталогов',
  },
  {
    title: 'Запросы на обслуживание',
  },
  {
    title: 'Запросы на изменение',
  },
  {
    title: 'Управление конфигурациями',
  },
  {
    title: 'Запросы на изменение',
  },
  {
    title: 'Управление конфигурациями',
  },
];

export const task = {
  id: "STSK0004783",
  title: "На инциденте, запросе, проблеме, в статусе закрыто некоторые поля остаются редактируемыми для агенв статусе закрыто некоторые поля остаются редактируемыми для аген ",
  status: "Новая",
  description: "",
  product: "Platform",
  notes: "Проверить ACL id=172830402014193655",
  priority: "Средний",
  responsible: [
    {
      id: 1,
      name: "Констатнтин Константинопольский"
    }
  ],
  group: [
    {
      id: 1,
      name: "Support Group"
    }
  ],
  comments: "",
  coordinating:  [
    {
      id: 1,
      name: "Андрей Пивоваров"
    },
    {
      id: 2,
      name: "Максим Галактионов"
    }, 
    {
      id: 3,
      name: "Алла Лин"
    }, 
    {
      id: 4,
      name: "Константин Константинопольский Константинович"
    }, 
    {
      id: 5,
      name: "Игорь Иванченко"
    }, 
    {
      id: 6,
      name: "Юлия Эйчарова"
    }, 
    {
      id: 7,
      name: "Артем Подпрыгайко-Саппортов"
    }, 
    {
      id: 8,
      name: "Илья Вазнец"
    }, 
    {
      id: 9,
      name: "Михаил Вортенов"
    }, 
    {
      id: 10,
      name: "Наталья Нашевна"
    }, 
    {
      id: 11,
      name: "Евгения Итамовна"
    }, 
    {
      id: 12,
      name: "Алиса Киральчук"
    }
  ],

  openedBy: [
    {
      id: 1,
      name: "Андрей пивоваров"
    }
  ],

  createdBy: [
    {
      id: 1,
      name: "Андрей пивоваров"
    }
  ],



}