export const menuData = [
  {
    title: 'Моя работа',
    children: [
      { title: 'Подраздел 1' },
      { title: 'Подраздел 2' },
    ],
  },
  {
    title: 'Структура портала',
  },
  {
    title: 'Личное расписание',
    children: [
      { title: 'Адрес' },
      { title: 'Телефон' },
    ],
  },
  {
    title: 'Отсутсвие на рабочем месте',
    children: [
      { title: 'Адрес' },
      { title: 'Телефон' },
    ],
  },
  {
    title: 'Портфель услуг',
    children: [
      { title: 'Адрес' },
      { title: 'Телефон' },
    ],
  },
  {
    title: 'Дашборды',
    children: [
      { title: 'Адрес' },
      { title: 'Телефон' },
    ],
  },
];

export const task = {
  id: "STSK0004783",
  title: "На инциденте, запросе, проблеме, в статусе закрыто некоторые поля остаются редактируемыми для агенв статусе закрыто некоторые поля остаются редактируемыми для аген "
}